{
  "helloWorld": "hola mundo",
  "helloName": "hola {{name}}",
  "navbar": {
    "home": "Inicio",
    "about": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Aptitudes",
    "contact": "Contáctame"
  },
  "languages": {
    "en": "Inglés",
    "es": "Español"
  },
  "stars": {
    "like": "¿Te gusta mi web?"
  },
  "home": {
    "contact": "Contáctame"
  },
  "about": {
    "title": "Sobre mí",
    "whoami": {
      "title": "¿Quién soy?",
      "text": "¡Hola! Me llamo Adrián, pero puedes llamarme Adri, tengo 29 años y me apasiona la tecnología, los videojuegos e investigar profundamente los temas que me interesan.<br><br>Me considero una persona muy curiosa la cual disfruta del aprendizaje continuo y siempre me gusta estar actualizado sobre nuevas tecnologías, sobre todo en el mundo del desarrollo web."
    },
    "work": {
      "title": "Experiencia laboral",
      "text": "Actualmente llevo 6 años trabajando en <b>Aktios Digital Services</b>, una consultoría tecnológica con el cargo de <b>desarrollador frontend Senior</b>. He participado en varios proyectos, entre los más importantes una plataforma Ecommerce para clientes como Consum, Sorli, UVESCO, entre otros. También he participado en proyectos web y aplicaciones móviles para clientes automovilísticos como Audi, Volkswagen y Suzuki. <br><br> Anteriormente trabajé 1 año en <b>Sener</b> una empresa de ingeniería en un proyecto web interno sobre la gestión y cálculos sobre catenarias de trenes."
    },
    "studies": {
      "title": "Estudios",
      "text": "Grado en <b>Ingeniería Informática</b> en la <b>Universidad Autónoma de Barcelona</b> del año 2012 al 2016<br><br> Ciclo formativo de grado superior (CFGS) sobre <b>Administración de Sistemas Informáticos en Red (ASIX)</b> en IES Sabadell del año 2010 al 2012."
    }
  },
  "projects": {
    "title": "Proyectos",
    "buttons": {
      "visit": "Visitar",
      "code": "Código"
    },
    "dummycoin": {
      "title": "Dummycoin",
      "info": "Proyecto basado en tecnología blockchain el cual simula la arquitectura de Bitcoin, es una red totalmente funcional con características como minar bloques, crear transacciones y generar billeteras, consta de una parte frontend y otra backend."
    },
    "wallapop": {
      "title": "Wallapop",
      "info": "Proyecto frontend y responsive basado en la estética de Wallapop, implementa funcionalidades como: listado de productos, favoritos, buscador, ordenación y scroll infinito."
    },
    "pokegen": {
      "title": "Pokegen",
      "info": "Proyecto frontend y responsive basado en la temática de Pokemon, podemos capturar, entrenar y crear nuestro propio equipo Pokemon. Login vía github o google, Pokedex interactiva y grid de todos los pokemons con su página de información para cada uno."
    },
    "gamerburst": {
      "title": "Gamer burst",
      "info": "Proyecto frontend y responsive, simulación un Ecommerce orientado a videojuegos, podemos añadir productos al carrito ver un listado de videojuegos y el detalle de cada uno de ellos."
    }
  },
  "skills": {
    "title": "Aptitudes",
    "mastered": "Dominadas",
    "learn": "Aprendiendo",
    "tooltip": {
      "javascript": "Javascript",
      "angular": "Angular",
      "typescript": "Typescript",
      "html": "HTML5",
      "css": "CSS3",
      "sass": "SASS",
      "git": "Git",
      "scrum": "SCRUM",
      "atlassian": "Jira, Bitbucket y Confluence",
      "react": "ReactJS",
      "nextjs": "NextJS",
      "eth": "Solidity",
      "blockchain": "Blockchain",
      "node": "NodeJS",
      "tailwind": "TailwindCSS",
      "vite": "Vite",
      "reactnative": "React Native"
    }
  },
  "contact": {
    "title": "Contáctame!",
    "name": "Nombre",
    "mail": "Correo electrónico",
    "msg": "Mensaje"
  },
  "footer": {
    "text": "Creado por Adrián Aguirre"
  }
}
